Repository: claui/planito
Catalog: Planito/*.lproj/Localizable.strings
Languages: ru, zh_hans

# offline-in-title
source: Offline
ru: автономный режим
zh_hans: 脱机

source: Update required
ru: Необходимо обновление
zh_hans: 需要更新

# update-required-full
source: Main data source requires newer application version. You will not have access to new layers and other features until Planito is updated.
ru: Основной источник данных требует более новую версию приложения. Новые слои и другие функции не будут доступны, пока вы не обновите Planito.
zh_hans: 主要数据源需要较新的应用版本。您需要更新Planito才能使用新建图层和其他功能。

# main-ds-unavailable
source: Main data source unavailable
ru: Основной источник данных недоступен
zh_hans: 主数据源不可用

# main-ds-unavailable-full
source: Main data source configuration couldn't be loaded from server and no cached version available. Planito can not continue.
ru: Конфигурация основного источника данных не может быть загружена с сервера, и нет локальной копии. Работа не может быть продолжена.
zh_hans: 无法从服务器加载主数据源，没有可用的缓存版本。Planito 无法继续。

source: Favorites Menu
ru: Меню избранного
zh_hans: 收藏夹菜单

# add-view-to
source: Add current view to:
ru: Добавить текущий вид в:
zh_hans: 当前视图添加到：

# add-feature-to
source: Add selected feature to:
ru: Добавить выделенный объект в:
zh_hans: 所选功能添加到：

# add-location-to
source: Add selected location to:
ru: Добавить указанную локацию в:
zh_hans: 选定位置添加到：

source: Total tiles to cache:
ru: Всего тайлов для кэширования:
zh_hans: 要缓存的图块数量：

source: too many
ru: слишком много
zh_hans: 过多

source: m
ru: м
zh_hans: 米

source: km
ru: км
zh_hans: 公里

source: mi
ru: мил.
zh_hans: 英里

source: ft
ru: фт.
zh_hans: 英尺

source: View in %@
ru: Открыть в %@
zh_hans: 在“%@”中查看

# purchase-planito
source: Purchase Planito from The Mac App Store
ru: Купить Planito в Mac App Store
zh_hans: Planito上的Mac App Store
